[
    {
        "title": "All Services of the President’s Fund to Be Made Fully Accessible Online from June 21",
        "content": "<p>The acceptance of applications for medical assistance under the President&rsquo;s Fund through Divisional Secretariats island wide commenced on February 7. Following the successful implementation of that initiative, preparations have now been completed to expand the digital system to include all other services offered by the Fund.&nbsp;</p>\r\n<p>Accordingly, the public will be able to apply online via any Divisional Secretariat across the country for a wide range of services provided under the President&rsquo;s Fund. These include assistance for poverty alleviation, provision of educational scholarships, recognition of students demonstrating academic excellence, support for individuals with special needs, relief assistance for children affected by wild elephant conflict, recognition of individuals for their national service or contributions to the country, Emergency and disaster relief.</p>\r\n<p>This digital transformation marks a significant milestone, as it enables people across Sri Lanka to access services of the President&rsquo;s Fund from anywhere in the country for the first time in its 47-year history, which had previously been limited to Colombo-based operations.</p>\r\n<p>This move comes as a result of a decision taken by the Board of Governors of the President&rsquo;s Fund, chaired by the President. It is expected to broaden access to assistance for a larger number of beneficiaries while also minimizing opportunities for misuse of the Fund.</p>",
        "image": "uploads/94_large.jpg",
        "date": "2025-06-13 23:51:24",
        "author": "student.dulina@edu.com"
    },
    {
        "title": "IIT Professional Development Unit (PDU) in Galle & Kurunegala",
        "content": "<div class=\"txt---14px txt---light-gray txt---bold txt-line-height---28px m-0 txt-padd-bott--30px js-scroll fade-in-bottom scrolled\">\r\n<p>IIT&rsquo;s (Informatics Institute of Technology) Professional Development Unit (PDU) provides innovative learning solutions in Business and Information Technology, helping individuals and gain essential skills to meet day-to-day challenges. In today&rsquo;s fast-changing world, adapting to technology is crucial. Blending traditional skills with IT knowledge is no longer optional but a strategic necessity for success.</p>\r\n<p>Recognizing the increasing number of young people entering the workforce after their A-Levels and the need for ongoing development among those already employed, IIT offers Continuing Professional Development (CPD) certified courses. These 3-month courses focus on providing industry-specific skills and hands-on experience to help students gain the knowledge and confidence needed to succeed in today&rsquo;s job market.</p>\r\n<p>IIT&rsquo;s PDU-CPD, UK courses cover in-demand areas like Software Quality Assurance, Cybersecurity, Artificial Intelligence, Network &amp; System Administration and Web Development. These courses enhance employability with valuable certifications that help participants stand out. Students also have the chance to network with industry experts and peers, opening doors to new career opportunities. To accommodate busy professionals, the courses are held on weekends, allowing students to balance work and study. Upon completion, participants can jumpstart their careers or pursue further education through IIT&rsquo;s undergraduate or postgraduate programs.</p>\r\n<p>IIT is offering these courses at its regional centers in Galle, starting on January 19th, 2025, and in Kurunegala, starting on January 25th, 2025. If you&rsquo;re ready to gain practical skills that will make you stand out in the job market, IIT&rsquo;s PDU-CPD, UK courses are the perfect opportunity. Enroll today and take control of your professional future.</p>\r\n<p>For over 30 years, IIT has been a leading higher education provider, offering undergraduate and postgraduate degrees in partnership with the University of Westminster and Robert Gordon University. In addition to these programs, IIT offers foundation courses and global pathways to help students achieve their academic and career goals. IIT&rsquo;s PDU- CPD, UK courses continue this tradition by equipping professionals with the skills and knowledge they need to excel in today&rsquo;s competitive job market. For more information, please visit&nbsp;<a href=\"https://www.iit.ac.lk/\">www.iit.ac.lk</a>.</p>\r\n</div>",
        "image": "uploads/IIT-Galle-regional-centre-1.jpg",
        "date": "2025-06-13 23:32:14",
        "author": "student.dulina@edu.com"
    },
    {
        "title": "JN.1 Variant of COVID-19: Symptoms, Treatment and Prevention",
        "content": "<h2 data-start=\"108\" data-end=\"187\">Rising COVID-19 Cases in India: What You Need to Know About the JN.1 Variant</h2>\r\n<p data-start=\"189\" data-end=\"513\">In recent weeks, India has seen a concerning rise in COVID-19 cases, with over 250 active infections reported across multiple states. This resurgence has been linked to a new Omicron sub-variant known as <strong data-start=\"393\" data-end=\"401\">JN.1</strong>. While most cases remain mild, understanding this variant and the necessary precautions is key to staying safe.</p>\r\n<h3 data-start=\"515\" data-end=\"544\">What is the JN.1 Variant?</h3>\r\n<p data-start=\"546\" data-end=\"814\">JN.1 is a sub-lineage of the Omicron variant and contains an extra mutation in its spike protein, which could influence how it spreads or interacts with our immune systems. Health officials are monitoring it closely due to its potential for increased transmissibility.</p>\r\n<h3 data-start=\"816\" data-end=\"857\">Is JN.1 More Contagious or Dangerous?</h3>\r\n<p data-start=\"859\" data-end=\"1020\">Initial reports suggest JN.1 might spread faster than earlier strains. However, the severity remains low, with most infections being mild and manageable at home.</p>\r\n<h3 data-start=\"1022\" data-end=\"1049\">Common Symptoms of JN.1</h3>\r\n<p data-start=\"1051\" data-end=\"1113\">Symptoms are similar to previous Omicron variants and include:</p>\r\n<ul>\r\n<li data-start=\"1116\" data-end=\"1126\">Mild fever</li>\r\n<li data-start=\"1129\" data-end=\"1155\">Cough (dry or with phlegm)</li>\r\n<li data-start=\"1158\" data-end=\"1169\">Sore throat</li>\r\n<li data-start=\"1172\" data-end=\"1193\">Runny or blocked nose</li>\r\n<li data-start=\"1196\" data-end=\"1203\">Fatigue</li>\r\n<li data-start=\"1206\" data-end=\"1214\">Headache</li>\r\n<li data-start=\"1217\" data-end=\"1227\">Body aches</li>\r\n<li data-start=\"1230\" data-end=\"1262\">Occasionally: diarrhea or nausea</li>\r\n</ul>\r\n<p data-start=\"1264\" data-end=\"1327\">Loss of taste or smell is less common than in earlier variants.</p>\r\n<h3 data-start=\"1329\" data-end=\"1353\">How is it Diagnosed?</h3>\r\n<p data-start=\"1355\" data-end=\"1404\">Diagnosis uses standard COVID-19 testing methods:</p>\r\n<ul>\r\n<li data-start=\"1407\" data-end=\"1444\"><strong data-start=\"1407\" data-end=\"1417\">RT-PCR</strong> remains the gold standard.</li>\r\n<li data-start=\"1447\" data-end=\"1550\"><strong data-start=\"1447\" data-end=\"1477\">Rapid Antigen Tests (RATs)</strong> are useful for quick screening but may miss early or asymptomatic cases.</li>\r\n</ul>\r\n<h3 data-start=\"1552\" data-end=\"1573\">Treatment Options</h3>\r\n<p data-start=\"1575\" data-end=\"1619\">Most JN.1 cases can be treated at home with:</p>\r\n<ul>\r\n<li data-start=\"1622\" data-end=\"1637\">Rest and fluids</li>\r\n<li data-start=\"1640\" data-end=\"1670\">Paracetamol for fever and pain</li>\r\n<li data-start=\"1673\" data-end=\"1711\">Steam inhalation and saltwater gargles</li>\r\n<li data-start=\"1714\" data-end=\"1754\">Monitoring temperature and oxygen levels</li>\r\n</ul>\r\n<p data-start=\"1756\" data-end=\"1797\">For severe cases, treatments may include:</p>\r\n<ul>\r\n<li data-start=\"1800\" data-end=\"1814\">Oxygen therapy</li>\r\n<li data-start=\"1817\" data-end=\"1838\">Antiviral medications</li>\r\n<li data-start=\"1841\" data-end=\"1866\">Steroids for inflammation</li>\r\n<li data-start=\"1869\" data-end=\"1902\">ICU support for critical patients</li>\r\n</ul>\r\n<h3 data-start=\"1904\" data-end=\"1931\">Do Vaccines Still Work?</h3>\r\n<p data-start=\"1933\" data-end=\"2137\">Yes. COVID-19 vaccines, including boosters, continue to offer strong protection against severe illness caused by JN.1. Fully vaccinated individuals generally experience milder symptoms and recover faster.</p>\r\n<h3 data-start=\"2139\" data-end=\"2171\">Safety Precautions to Follow</h3>\r\n<ol>\r\n<li data-start=\"2176\" data-end=\"2208\"><strong data-start=\"2176\" data-end=\"2190\">Wear masks</strong> in crowded places</li>\r\n<li data-start=\"2212\" data-end=\"2236\"><strong data-start=\"2212\" data-end=\"2236\">Wash hands regularly</strong></li>\r\n<li data-start=\"2240\" data-end=\"2270\"><strong data-start=\"2240\" data-end=\"2270\">Maintain physical distance</strong></li>\r\n<li data-start=\"2274\" data-end=\"2297\"><strong data-start=\"2274\" data-end=\"2297\">Stay home if unwell</strong></li>\r\n<li data-start=\"2301\" data-end=\"2331\"><strong data-start=\"2301\" data-end=\"2331\">Improve indoor ventilation</strong></li>\r\n<li data-start=\"2335\" data-end=\"2370\"><strong data-start=\"2335\" data-end=\"2370\">Monitor symptoms and test early</strong></li>\r\n<li data-start=\"2374\" data-end=\"2409\"><strong data-start=\"2374\" data-end=\"2409\">Follow health authority updates</strong></li>\r\n</ol>\r\n<h3 data-start=\"2411\" data-end=\"2419\">FAQs</h3>\r\n<ul>\r\n<li data-start=\"2423\" data-end=\"2500\"><strong data-start=\"2423\" data-end=\"2440\">Recovery Time</strong>: 5&ndash;7 days for mild cases; longer for high-risk individuals.</li>\r\n<li data-start=\"2503\" data-end=\"2593\"><strong data-start=\"2503\" data-end=\"2518\">Reinfection</strong>: Possible, especially for unvaccinated or previously infected individuals.</li>\r\n<li data-start=\"2596\" data-end=\"2673\"><strong data-start=\"2596\" data-end=\"2612\">Flu vs. JN.1</strong>: Similar symptoms, but testing is needed to tell them apart.</li>\r\n<li data-start=\"2676\" data-end=\"2796\"><strong data-start=\"2676\" data-end=\"2696\">Hospitalizations</strong>: No significant rise yet, but caution is advised for the elderly and those with chronic conditions.</li>\r\n<li data-start=\"2799\" data-end=\"2878\"><strong data-start=\"2799\" data-end=\"2809\">Travel</strong>: No new restrictions yet, but standard precautions remain important.</li>\r\n</ul>",
        "image": "uploads/COVID_19_d131cf560f.jpg",
        "date": "2025-06-13 21:42:33",
        "author": "student.dulina@edu.com"
    }
]